{
    "themachine_1 name": "Знакомство | S",
    "themachine_1 description": "Здравствуй, наступило время нашего знакомства. Я Каратель, а вот кто такой ты - это я и хочу узнать. Отстрели 15 бировцев и мы продолжим наше общение.",
    "themachine_1 successMessageText": "Ты отлично справился!",
    "themachine_1 AFF_0": "Принести 15 жетонов BEAR",
    "themachine_2 name": "Отголоски из армы | A",
    "themachine_2 description": "Мне нравится один пистолет, я бы сказал, что я его фанат. А так как ты неплохо себя показал, то я могу доверить тебе эту задачу. Найди мне 10 пистолетов ПМ, ну только не в нулину убитые, такие брать не буду. Я для тебя тоже кое-что подготовил.",
    "themachine_2 successMessageText": "Ух какие хорошие. Благодарю за работу.",
    "themachine_2 location": "any",
    "themachine_2 AFF_0": "Найти и передать 10 пистолетов ПМ",
    "themachine_3 name": "Мастер гранат | B",
    "themachine_3 description": "Наемник, перед тобой стоит последний рубеж, чтобы доказать свою опытность, после этого поручения я позволю тебе стать профессиональным карателем. Для начала возьми ящик гранат, потому что тебе нужно устранить 5 типов гранатами РГО.",
    "themachine_3 successMessageText": "Сколько ты потратил времени на это? Отличная работа!",
    "themachine_3 AFF_0": "Устранить 5 целей гранатой РГО",
    "themachine_4 name": "Первый большой шаг | A",
    "themachine_4 description": "Друг, теперь слушай внимательно, бери ПМ и стреляй Штурмана, мне не важно на какой дистанции и с какими модификациями, важно только подтверждение его смерти. Так же запасись игольниками и его ключем - это мне тоже нужно. Выполняй.",
    "themachine_4 successMessageText": "А ты оказался круче, чем я думал. Ты отлично справился, генг!",
    "themachine_4 AFF_0": "Принеси 90 шт Игольников",
    "themachine_4 AFF_1": "Найти и передать КШ",
    "themachine_4 AFF_2": "Устранить Штурмана выстрелом из ПМ",
    "themachine_5 name": "Недооцененная мощь | AS",
    "themachine_5 description": "Генг, возможно, ты слышали байки про ПМ, что это легендарное оружие, способное творить такие вещи, что никому не слышалось? Так это были не байки. Вышибаешь мозги 4м дикусам с растояния 10+ метров за один рейд, выполняй.",
    "themachine_5 successMessageText": "Генг, я верил в тебя, ты мне напоминаешь одного полковника, что учил меня стрелять.",
    "themachine_5 AFF_0": "Устранить диких в голову с ПМ с растояния 10 метров и больше",
    "themachine_6 name": "Приказ | B",
    "themachine_6 description": "Генг, мне не важно пендос ты или маскаль, но у меня есть контракт на отстрел бывших юсеков. Понимаешь к чему я клоню? Мне нужна одна черная карта лабы, один LEDX и десяток пропусков на лабу, а так же кончи 10 отступников. Половина награды твоя. Выполняй",
    "themachine_6 successMessageText": "Сегодня день без ног! Круто справился, генг, вот твоя доля.",
    "themachine_6 AFF_0": "Найти и передать Ключ-карта TerraGroup Labs (Черная)",
    "themachine_6 AFF_1": "Найти и передать LEDX",
    "themachine_6 AFF_2": "Найти и передать Ключ-карта доступа в TerraGroup Labs",
    "themachine_6 AFF_3": "Устранить отступников выстрелом в левую или правую ногу на дистанции до 10 метров любым оружием",
    "themachine_7 name": "На богатом | AS",
    "themachine_7 description": "Люблю Берег, но порванцы ночью часто мусорят и ведут свои грязные дела, то ли хрыч какой-то специально их сюда гонит, короче, кончи 10 засранцев по-красивому и мы в расчете.",
    "themachine_7 successMessageText": "Круто ты их, генг! Хочу еще предложить тебе контракт.",
    "themachine_7 AFF_0": "Устранить диких выстрелом в голову или левую руку из ТТ (Золотой) в период с 23:00 до 6:00",
    "themachine_8 name": "Свои методы 1 | C",
    "themachine_8 description": "Генг, а ты Решалу знаешь? Конечно, что знаешь, бери свой ТТ и ставь хедшот парню за плохое поведение. Накажи этого выскочку, чтобы он боялся смотреть в твою сторону, ха-ха-ха. Голова, 15 метров, выстрел!",
    "themachine_8 successMessageText": "Классно ты с этим золотым мальчиком. Не расслабляйся, генг!",
    "themachine_8 AFF_0": "Устранить Решалу выстрелом из ТТ (Золотой) в голову на растояния 15 метров и больше",
    "themachine_9 name": "Свои методы 2 | C",
    "themachine_9 description": "Есть убеждение, что быть убитым собственным оружием - это позор. Я предлагаю сделать хуже, бери у Егеря двухстволку и отстрели руки Тагилле, иначе так и останешься бегающим гвоздиком.",
    "themachine_9 successMessageText": "Красава, генг, полковник бы гордился тобой!",
    "themachine_9 AFF_0": "Устранить Тагиллу в правую или левую руку из MP-43-1C 12ga",
    "themachine_10 name": "Свои методы 3 | C",
    "themachine_10 description": "Я тебе уже говорил о своей неприязне к эксюсекам, так вот... Гунсы - троица конченых зверей, дикие, агрессивные и сильные, как раз для тебя, генг. Разгребай свой схрон, чтобы найти нужные образцы оружия для красивой расправы. Выполняй.",
    "themachine_10 successMessageText": "С такими темпами на тебя охота будет! Ладно, я шучу.",
    "themachine_10 AFF_0": "Устранить Knight в голову выстрелом из Glock 17/18C на дистанции 7 метров и больше",
    "themachine_10 AFF_1": "Устранить BigPipe в торс или живот выстрелом из RM 870",
    "themachine_10 AFF_2": "Устранить BirdEye в голову выстрелом из SR-25 на дистанции 30 метров и больше",
    "themachine_11 name": "Демонстрация силы 1 | D",
    "themachine_11 description": "",
    "themachine_11 successMessageText": "Excellent work! Shoreline should be safer now. Here's your reward as promised.",
    "themachine_11 AFF_0": "Устранить любые цели выстрелом из ПМ в торс или живот",
    "themachine_12 name": "Демонстрация силы 2 | D",
    "themachine_12 description": "Ковбой",
    "themachine_12 successMessageText": "за один рейд",
    "themachine_12 AFF_0": "Уничтожить 5 целей из РШ-12 в ковбойской шляпе",
    "themachine_13 name": "Демонстрация силы 3 | D",
    "themachine_13 description": "",
    "themachine_13 successMessageText": "",
    "themachine_13 AFF_0": "Найти и передать 15 CPU",
    "themachine_13 AFF_1": "Устранить Киллу выстрелом из патрона .366 TKM Гекса в голову",
    "themachine_14 name": "Что такое безумие? | E",
    "themachine_14 description": "I need someone to ensure the safety of our operations in Customs. Can you survive and protect the area? Your bravery won't go unrewarded.",
    "themachine_14 successMessageText": "You've successfully completed your guard duty, ensuring the security of our operations. Here's your well-deserved reward.",
    "themachine_14 AFF_0": "Устранить 50 целей выстрелом из ПКМ/ПКП",
    "themachine_15 name": "Кепка второго класса и уши Spynker`а | E",
    "themachine_15 description": "Prapor mentioned there is a green screen studio that isn't being used anymore somewhere in Customs. I need you to locate it and report back to me. Don't worry, I will make it worth your time.",
    "themachine_15 successMessageText": "So that's where it is... I knew you would find it. Here, you earned this.",
    "themachine_15 AFF_0": "Найти и передать уши  ComTac 4",
    "themachine_15 AFF_1": "Найти и передать Армейскую кепку (UCP)",
    "themachine_16 name": "Вершина пищевой цепочки | DC",
    "themachine_16 description": "",
    "themachine_16 successMessageText": "",
    "themachine_16 AFF_0": "Устранить Knight ледорубом",
    "themachine_16 AFF_1": "Устранить BigPipe ледорубо",
    "themachine_16 AFF_2": "Устранить BirdEye ледорубом"

}