{
    "themachine_1 name": "Знакомство | S",
    "themachine_1 description": "Здравствуй, наступило время нашего знакомства. Я Каратель, а вот кто такой ты - это я и хочу узнать. Отстрели 15 бировцев и мы продолжим наше общение.",
    "themachine_1 successMessageText": "Ты отлично справился!",
    "themachine_1 AFF_0": "Принести 15 жетонов BEAR",
    "themachine_2 name": "Отголоски из армы | A",
    "themachine_2 description": "Мне нравится один пистолет, я бы сказал, что я его фанат. А так как ты неплохо себя показал, то я могу доверить тебе эту задачу. Найди мне пару пистолетов ПМ, ну только не в нулину убитые, такие брать не буду. Я для тебя тоже кое-что подготовил.",
    "themachine_2 successMessageText": "Ух какие хорошие. Благодарю за работу.",
    "themachine_2 location": "any",
    "themachine_2 AFF_0": "Найти и передать 4 пистолета ПМ",
    "themachine_3 name": "Мастер гранат | B",
    "themachine_3 description": "Наемник, перед тобой стоит последний рубеж, чтобы доказать свою опытность, после этого поручения я позволю тебе стать профессиональным карателем. Для начала возьми ящик гранат, потому что тебе нужно устранить 5 типов гранатами РГО.",
    "themachine_3 successMessageText": "Сколько ты потратил времени на это? Отличная работа!",
    "themachine_3 AFF_0": "Устранить 5 целей гранатой РГО",
    "themachine_4 name": "Первый большой шаг | A",
    "themachine_4 description": "Друг, теперь слушай внимательно, бери ПМ и стреляй Штурмана, мне не важно на какой дистанции и с какими модификациями, важно только подтверждение его смерти. Так же запасись игольниками и его ключем - это мне тоже нужно. Выполняй.",
    "themachine_4 successMessageText": "А ты оказался круче, чем я думал. Ты отлично справился, генг!",
    "themachine_4 AFF_0": "Принеси 90 шт Игольников",
    "themachine_4 AFF_1": "Найти и передать КШ",
    "themachine_4 AFF_2": "Устранить Штурмана выстрелом из ПМ",
    "themachine_5 name": "Недооцененная мощь | AS",
    "themachine_5 description": "Генг, возможно, ты слышали байки про ПМ, что это легендарное оружие, способное творить такие вещи, что никому не слышалось? Так это были не байки. Вышибаешь мозги 4м дикусам с растояния 10+ метров за один рейд, выполняй.",
    "themachine_5 successMessageText": "Генг, я верил в тебя, ты мне напоминаешь одного полковника, что учил меня стрелять.",
    "themachine_5 AFF_0": "Устранить диких в голову с ПМ с растояния 10 метров и больше",
    "themachine_6 name": "Приказ | B",
    "themachine_6 description": "Генг, мне не важно пендос ты или маскаль, но у меня есть контракт на отстрел бывших юсеков. Понимаешь к чему я клоню? Мне нужна одна черная карта лабы, один LEDX и десяток пропусков на лабу, а так же кончи 10 отступников. Половина награды твоя. Выполняй",
    "themachine_6 successMessageText": "Сегодня день без ног! Круто справился, генг, вот твоя доля.",
    "themachine_6 AFF_0": "Найти и передать Ключ-карта TerraGroup Labs (Черная)",
    "themachine_6 AFF_1": "Найти и передать LEDX",
    "themachine_6 AFF_2": "Найти и передать Ключ-карта доступа в TerraGroup Labs",
    "themachine_6 AFF_3": "Устранить отступников выстрелом в левую или правую ногу на дистанции до 10 метров любым оружием",
    "themachine_7 name": "На богатом | AS",
    "themachine_7 description": "Люблю Берег, но порванцы ночью часто мусорят и ведут свои грязные дела, то ли хрыч какой-то специально их сюда гонит, короче, кончи 10 засранцев по-красивому и мы в расчете.",
    "themachine_7 successMessageText": "Круто ты их, генг! Хочу еще предложить тебе контракт.",
    "themachine_7 AFF_0": "Устранить диких выстрелом в голову или левую руку из ТТ (Золотой) в период с 23:00 до 6:00",
    "themachine_8 name": "Свои методы 1 | C",
    "themachine_8 description": "Генг, а ты Решалу знаешь? Конечно, что знаешь, бери свой ТТ и ставь хедшот парню за плохое поведение. Накажи этого выскочку, чтобы он боялся смотреть в твою сторону, ха-ха-ха. Голова, 15 метров, выстрел!",
    "themachine_8 successMessageText": "Классно ты с этим золотым мальчиком. Не расслабляйся, генг!",
    "themachine_8 AFF_0": "Устранить Решалу выстрелом из ТТ (Золотой) в голову на растояния 15 метров и больше",
    "themachine_9 name": "Свои методы 2 | C",
    "themachine_9 description": "Есть убеждение, что быть убитым собственным оружием - это позор. Я предлагаю сделать хуже, бери у Егеря двухстволку и отстрели руки Тагилле, иначе так и останешься бегающим гвоздиком.",
    "themachine_9 successMessageText": "Красава, генг, полковник бы гордился тобой!",
    "themachine_9 AFF_0": "Устранить Тагиллу в правую или левую руку из MP-43-1C 12ga",
    "themachine_10 name": "Свои методы 3 | C",
    "themachine_10 description": "Я тебе уже говорил о своей неприязне к эксюсекам, так вот... Гунсы - троица конченых зверей, дикие, агрессивные и сильные, как раз для тебя, генг. Разгребай свой схрон, чтобы найти нужные образцы оружия для красивой расправы. Выполняй.",
    "themachine_10 successMessageText": "С такими темпами на тебя охота будет! Ладно, я шучу.",
    "themachine_10 AFF_0": "Устранить Knight в голову выстрелом из Glock 17/18C на дистанции 7 метров и больше",
    "themachine_10 AFF_1": "Устранить BigPipe в торс или живот выстрелом из RM 870",
    "themachine_10 AFF_2": "Устранить BirdEye в голову выстрелом из SR-25 на дистанции 30 метров и больше",
    "themachine_11 name": "Демонстрация силы 1 | D",
    "themachine_11 description": "Генг, любишь гонять на лабу? Не важно, сейчас твоя цель показать, что в руках профессионала любое оружие смертельное, независимо от снаряжения противника. На лабе пристрели несколько типов в тело.",
    "themachine_11 successMessageText": "Шикарная работа, хочешь еще?",
    "themachine_11 AFF_0": "Устранить любые цели выстрелом из ПМ в торс или живот",
    "themachine_12 name": "Демонстрация силы 2 | D",
    "themachine_12 description": "Ковбой, заряжай свой револьвер, завод соскучился за Диким Лесом. Это не побаночкам стрелять, но нужно хлопнуть несколько ребят за один заход. Выполняй",
    "themachine_12 successMessageText": "...наповніть йому рот спермою за всіма законами фізики.",
    "themachine_12 AFF_0": "Уничтожить 5 целей из РШ-12 в ковбойской шляпе",
    "themachine_13 name": "Демонстрация силы 3 | D",
    "themachine_13 description": "Помню когда-то собирал себе ферму и приходилось бегать в УЛЬТРу, там модник один постоянно мешал, не могу его терпеть. Ты знаешь что нужно делать.",
    "themachine_13 successMessageText": "А вот это уже по-нашему. Отличная работа",
    "themachine_13 AFF_0": "Найти и передать 15 CPU",
    "themachine_13 AFF_1": "Устранить Киллу выстрелом из патрона .366 TKM Гекса в голову",
    "themachine_14 name": "Что такое безумие? | E",
    "themachine_14 description": "РА-ТА-ТА-ТА! Тебе знаком тинитус? Если нет, то ты с ним познакомишься, нужно почистить территорию от левых лиц. ПКМ, ПКМ - это идеальный выбор для такой работы. Нужно устранить 50 целей в любом уголке Таркова. Выполнняй.",
    "themachine_14 successMessageText": "Ты не думал стать турелью? Держи заработанное",
    "themachine_14 AFF_0": "Устранить 50 целей выстрелом из ПКМ/ПКП",
    "themachine_15 name": "Кепка второго класса и уши Spynker`а | E",
    "themachine_15 description": "Слышал легенду о спрятанной армейской кепке? Некий чвк GayZZer, будучи на острове, выполнял задание о доставке кепки, но он был не один, кто хотел это сделать, поэтому GayZZer сделал схрон в лесу, но что-то пошло не так. А о чвк Spynk в курсе? Кратко: у него барахлят ComTac`и. Тебе надо найти спрятанную кепку, ну или снять с кого-то и обновить уши, две пары. На всякий случай.",
    "themachine_15 successMessageText": "Да ты не просто киллер, ты еще и ищейка. Отлично сработано, генг!",
    "themachine_15 AFF_0": "Найти и передать уши  ComTac 4",
    "themachine_15 AFF_1": "Найти и передать Армейскую кепку (UCP)",
    "themachine_16 name": "Вершина пищевой цепочки | DC",
    "themachine_16 description": "Подведем итоги твоей опытности. Запасись терпением и ледоколом, ведь начинается судный день для гунсов.",
    "themachine_16 successMessageText": "Шикарная работа, генг!",
    "themachine_16 AFF_0": "Устранить Knight ледорубом",
    "themachine_16 AFF_1": "Устранить BigPipe ледорубо",
    "themachine_16 AFF_2": "Устранить BirdEye ледорубом",
    "themachine_17 name": "Вероотступничество | B",
    "themachine_17 description": "Генг, шептунов на Берегу много разошлось, не думал преподать им урок? А я думал, правда, твоими руками, ха-ха. Бери один из моих любимых пистолетов и стреляй по мишеням, но учти, что сделать надо все за один раз, чтобы они ахуели.",
    "themachine_17 successMessageText": "Нахуй этих фанатиков! Держи заработанное!",
    "themachine_17 AFF_0": "Устранить сектантов (главарь тоже считается) выстрелом из ПБ",
    "themachine_18 name": "Хирургическая точность | E",
    "themachine_18 description": "Санитар остался одним из тех кого мы не трогали, пришло время отыграться по полной! Надевай сумку санитара и бери винтарь.",
    "themachine_18 successMessageText": "Да ты настоящей хирург!",
    "themachine_18 AFF_0": "Устранить Санитара выстрелом из Винтореза в голову",
    "themachine_18 AFF_1": "Устранить Санитара выстрелом из Винтореза в торс",
    "themachine_18 AFF_2": "Устранить Санитара выстрелом из Винтореза в живот",
    "themachine_18 AFF_3": "Устранить Санитара выстрелом из Винтореза в левую руку",
    "themachine_18 AFF_4": "Устранить Санитара выстрелом из Винтореза в левую ногу",
    "themachine_18 AFF_5": "Устранить Санитара выстрелом из Винтореза в правую руку",
    "themachine_18 AFF_7": "Устранить Санитара выстрелом из Винтореза в правую ногу",
    "themachine_18 AFF_8": "Найти и передать ключ санитара",
    "themachine_19 name": "Тень в кастрюле | E",
    "themachine_19 description": "Ночь — твой союзник. В этот раз тебе нужно устранить 10 ЧВК ночью на Берегу, используя только ПБ с глушителем. Никаких фонариков и прицелов — только ты и тьма. Шучу, фонари и прицелы можно.",
    "themachine_19 successMessageText": "Ты стал настоящей тенью, генг. Прекрасная работа!",
    "themachine_19 AFF_0": "Устранить 10 ЧВК ночью на локации Берег выстрелом из ПБ с глушителем",
    "themachine_20 name": "Карточный коллекционер | E",
    "themachine_20 description": "Генг, а вот и крупная сделка. Без лишних слов - нужны все карты лабы, не важно из рейда или с барахолки. Взамен я дам тебе секретный контейнер.",
    "themachine_20 successMessageText": "По рукам! Еще свидимся, удачи, генг!",
    "themachine_20 AFF_0": "Head"
}