{
    "Punisher_1 name": "Acquintance | S",
    "Punisher_1 description": "Hello, it`s a time for our acquintance. I`m a Punisher, and who you are - this is what i want to figure out. Kill 15 BEAR guys and we continue our communication.",
    "Punisher_1 successMessageText": "You done it well!",
    "Punisher_1 AFF_0": "Get 15 BEAR badges",
    "Punisher_2 name": "Echoes from Arma | A",
    "Punisher_2 description": "I like your pistol, i would to say, that i`m his a big fan. And so, cause you did it well, i can trust you this task. Find a few PM`s for me, but not so broken to the shit, i dont need that shit. I have prepared something to you too.",
    "Punisher_2 successMessageText": "Whoa, what a good ones. Thank you for the work.",
    "Punisher_2 location": "any",
    "Punisher_2 AFF_0": "Find and send 4 PM pistols",
    "Punisher_3 name": "Grenade Master | B",
    "Punisher_3 description": "Mercenary, here is the last line before you to prove your experience, after this errand i will let you to become proffessional punisher. Take grenade box for the start, cause you need to eliminate 5 dudes with the RGO grenades.",
    "Punisher_3 successMessageText": "How much time you spent for that? Nice work!",
    "Punisher_3 AFF_0": "Eliminate 5 targets with the RGO grenade",
    "Punisher_4 name": "First big step | A",
    "Punisher_4 description": "Now listen carefully my friend, take PM and shoot Shturman, it doesnt matter about the distance and modifications, its only matter confirmed death. Take a needle holder and his key - i need them also. Operate.",
    "Punisher_4 successMessageText": "You was cooler, than i thought. You made it well, gang! ",
    "Punisher_4 AFF_0": "Bring 90 pcs needle holders",
    "Punisher_4 AFF_1": "Find and send KSH",
    "Punisher_4 AFF_2": "Eliminate Shturman by the PM shot",
    "Punisher_5 name": "Underrated might | AS",
    "Punisher_5 description": "Gang, perhaps you heard tales about PM, that is the legendary weapon, that can make things, that everyone still not heard. So, its not a tales. Blow up 4th SCAVS brains out with the 10+m distance per one raid. Operate.",
    "Punisher_5 successMessageText": "Gang, i believed in you. You reminded me one colonel, who tought me shooting.",
    "Punisher_5 AFF_0": "Eliminate SCAVS by headshot`s using PM at the 10m distance and more.",
    "Punisher_6 name": "Order | B",
    "Punisher_6 description": "Gang, i dont give a shit who you are - yankee or a russian dog, but i have a contract for kill ex USEC guys. Understand what i`m talking about? I need one black LAB map, one LEDX and 10 pass cards to the LAB, and also kill 10 renegades. The half of reward is yours. Operate.",
    "Punisher_6 successMessageText": "Today is not a leg day! Well done, gang, take your reward part.",
    "Punisher_6 AFF_0": "Find and send Keycard Terragroup Labs (Black)",
    "Punisher_6 AFF_1": "Find and send LEDX",
    "Punisher_6 AFF_2": "FInd and send Keycard pass in TerraGroup Labs",
    "Punisher_6 AFF_3": "Eliminate renegades by the shots in right or left legs, at the 10m distance with any weapon",
    "Punisher_7 name": "Something on the rich language | AS",
    "Punisher_7 description": "I love Coast, but those homeless fucks often messing and making their dirty things, if some old fucker bringing them here, so, get those mothefuckers down in the beautiful way and we deal.",
    "Punisher_7 successMessageText": "You have done them cool, gang! I want to offer you another contract.",
    "Punisher_7 AFF_0": "Eliminate SCAVS by headshot or left arm shot using TT (Gold) between 23:00 and 6:00",
    "Punisher_8 name": "Own methods 1 | C",
    "Punisher_8 description": "Gang, do you know Reshala? Of course you know, take your TT and headshot this bad guy for his bad behaivour. Punish that jonnie-boy, make him scary to even stare in your side, he-he-he. Head, 15 meters, shot!",
"Punisher_8 successMessageText": "You have done cool that golden boy. Stay cool, gang! ",
    "Punisher_8 AFF_0": "Eliminate Reshala using TT (Gold) by headshot at the 15m+ distance",
    "Punisher_9 name": "Own methods 2 | C",
    "Punisher_9 description": "As folks says, that be killed by your own gun - shame. I offering to make it worse, take the Yeager`s double-barreled shotgun and shot apart Tagilla`s hands, else you will still being running nail.",
    "Punisher_9 successMessageText": "Cool, gang. Colonel would be prouded of you.",
    "Punisher_9 AFF_0": "Eliminate Tagilla by arm shot using MP-43-1C 12ga",
    "Punisher_10 name": "Own methods 3 | C",
    "Punisher_10 description": "Did i tell you about mine dislike to USEC? So...The Goons - three sickass beasts, wild, aggressive and strong, just like for you, gang. Unmess your stash to find needed armhands for beautiful punishment. Operate",
    "Punisher_10 successMessageText": "At this rate, its gonna be \"Gang haunting season\"! Okay, just joking.",
    "Punisher_10 AFF_0": "Eliminate Knight by headshot using Glock 17/18C at the 7m+ distance",
    "Punisher_10 AFF_1": "Eliminate BigPipe by torse or tummy shot using RM 870",
    "Punisher_10 AFF_2": "Eliminate BirdEye by headshot using SR-25 at the 30 м or more distance",
    "Punisher_11 name": "Strengh demonstration 1 | D",
    "Punisher_11 description": "Gang, do you like creeping to the Lab?. Doesnt matter, your`s target now to show, that in pro heads every weapon deadly, undepended out enemy`s eqiupment. Shot a few dudes in body in the Lab.",
    "Punisher_11 successMessageText": "Wonderful job! Want more?",
    "Punisher_11 AFF_0": "Eliminate any target by body or stomach shot using PM in the Lab",
    "Punisher_12 name": "Strengh demonstration 2 | D",
    "Punisher_12 description": "Load your revolver, Cowboy, factory missed for Woods Wild. It`s not shooting cans, but needs to kill few guys per one walk. Operate.",
    "Punisher_12 successMessageText": "...make his mouth filled cum by all physics laws.",
    "Punisher_12 AFF_0": "Eliminate 5 targets using RSH-12 with cowboy hat",
    "Punisher_13 name": "Strengh demonstration 3 | D",
    "Punisher_13 description": "I remember when somebody gathered farm and i have to running to ULTRa, there was a trendy allways bothering, i cant handle with him. You know what to do.",
    "Punisher_13 successMessageText": "Our fashion way! Good job!",
    "Punisher_13 AFF_0": "Find and send 15 CPU",
    "Punisher_13 AFF_1": "Eliminate Killa by headshot with a round 366 TKM Geks",
    "Punisher_14 name": "Whats a definition of insanity? | E",
    "Punisher_14 description": "RA-TA-TA-TA! Do you know tanitus? If dont, then you will get acquintance, need to clean up territory from noname motherfuckers. MKM - ideal choose for this job. Need to eliminate 100 targets in the any of Tarkov corners. Operate.",
    "Punisher_14 successMessageText": "Did you think to become a turrel? Take what you earned.",
    "Punisher_14 AFF_0": "Eliminate 100 targets with MKM/MKP",
    "Punisher_15 name": "Second level cap and Spynker`s headphones | E",
    "Punisher_15 description": "Did you hear a legend of hidden army cap? Some PMC GayZZer when he was on the island, completing task about cap delivery, but there was not only him, who wants to do that, therefore GayZZer made stash in the forest, but something goes wrong. Do you know about PMC Spynks? In nutshell: his ComTac`s kinda broken. You need to find that hidden cap, or take away from someone and udpate headphones, two pairs. Just in case.",
    "Punisher_15 successMessageText": "You are not just a killer. You are a fucking Sherlock! Well done, Gang!",
    "Punisher_15 AFF_0": "Find and send headphones  ComTac 4",
    "Punisher_15 AFF_1": "Find and send Military Cap (UCP)",
    "Punisher_16 name": "On the top of alimentary chain | DC",
    "Punisher_16 description": "So, lets sum up your experience. Spare some patience and find iceaxe, cause doomsday for Goons is about to start. ",
    "Punisher_16 successMessageText": "Wonderful work, gang!",
    "Punisher_16 AFF_0": "Eliminate Knight with iceaxe",
    "Punisher_16 AFF_1": "Eliminate BigPipe with iceaxe",
    "Punisher_16 AFF_2": "Eliminate BirdEye with iceaxe",
    "Punisher_17 name": "Faithrenegading | B",
    "Punisher_17 description": "Gang, there a lot of whispers on the Coast, did you think to get them a lesson? But i thought to make it by your hands, ha-ha. Take a one of my favourite pistols and shoot dummys, but know, that its all must to do in once, to make them surprised as fuck. ",
    "Punisher_17 successMessageText": "Fuck these fanatics! Take what you earned!",
    "Punisher_17 AFF_0": "Eliminate sectarians (leader also count) by the shot with PB",
    "Punisher_18 name": "Surgeon accuracy | E",
    "Punisher_18 description": "Sanitar was one of whos, who we dont touched, but its time to play of them fully! Wear the sanitar`s bag and take VSS Vintorez",
    "Punisher_18 successMessageText": "You are real surgeon!",
    "Punisher_18 AFF_0": "Eliminate Sanitar using VSS Vintorez by headshot",
    "Punisher_18 AFF_1": "Eliminate Sanitar using VSS Vintorez by torse shot ",
    "Punisher_18 AFF_2": "Eliminate Sanitar using VSS Vintorez by stomach shot",
    "Punisher_18 AFF_3": "Eliminate Sanitar using VSS Vintorez by left arm shot",
    "Punisher_18 AFF_4": "Eliminate Sanitar using VSS Vintorez by left leg shot ",
    "Punisher_18 AFF_5": "Eliminate Sanitar using VSS Vintorez by right arm shot",
    "Punisher_18 AFF_6": "Eliminate Sanitar using VSS Vintorez by right leg shot", 
    "Punisher_18 AFF_7": "Find and send blue marking keycard",
    "Punisher_18 AFF_8": "Find and send Sanitar`s key",
    "Punisher_19 name": "Shadow in the pot | E",
    "Punisher_19 description": "Night - your ally. This time you need to eliminate 10 PMC`s at night on the Coast, using only PB with supressor. No flashlights and sights - only you and darkness. Joking, flashlights and sights allowed",
    "Punisher_19 successMessageText": "You became a real shadow! Well done",
    "Punisher_19 AFF_0": "Eliminate 10 PMC`s at night on the Coast location using PB with supressor at the 10m+ distance.",
    "Punisher_20 name": "Card collector | E",
    "Punisher_20 description": "Gang, here a big deal! Without waterfall - need all the Labs maps, doesnt matter from raid or flea market. In exchange i will give you the secret container",
    "Punisher_20 successMessageText": "Deal! See you later, gang",
    "Punisher_20 AFF_0": "Bring Keycard TerraGroup Labs (Blue)",
    "Punisher_20 AFF_1": "Bring Keycard TerraGroup Labs (Yellow)",
    "Punisher_20 AFF_2": "Bring Keycard TerraGroup Labs (Green)",
    "Punisher_20 AFF_3": "Bring Keycard TerraGroup Labs (Red)",
    "Punisher_20 AFF_4": "Bring Keycard TerraGroup Labs (Black)",
    "Punisher_20 AFF_5": "Bring Keycard TerraGroup Labs (Purple)"
}